[
  {
  
        "UrlTitel": "about Rainbow Friends",
    "Urltexte": "Rainbow Friends has multiple monsters that you have to look out for. On top of that, you have to roam around the map to solve various puzzles and win the game.There are multiple endings in the game, and the end depends on how you play the game.If you want to know how many monsters there are and how each of the monsters works, continue reading to find out.We'll also show you some beginner tips that will assist you in surviving and winning the game, alongside a few steps that will help you get a good ending.",
	  
	  "button_title" : "",
	"button_url" : "https://www.google.com"
      
  },
  {
        "UrlTitel": "Avoiding the Monsters",
    "Urltexte":"First, let's talk about what type of monsters you will face in the game and how they work.As aforementioned, there are multiple monsters in the game - four to be exact, and each of them has its purpose.Therefore, to beat the game, you must understand how each of them works to avoid them accordingly.You will come across the Blue, Orange, Green, and Purple monsters during your journey.Each of them has a unique ability and weaknesses that are unique to them.",
	  
	  "button_title" : "",
	"button_url" : ""
  },
  {
    "UrlTitel": "How to Win and General Tips",
    "Urltexte": "You can play Rainbow Friends by using this link to head over to the official Roblox page. All you need to do then is hit play and ready your nerves for the horrors ahead. ",
	  "button_title" : "",
	  "button_url" : ""
 },
  {
    "UrlTitel": "How do I play Rainbow Friends? ",
    "Urltexte": "Maintain a low, sneaky posture throughout the game and use the monsters' weaknesses against them.Do not be afraid to run around the map to find all of the required things.Since all of the items you need to collect are randomly spread across the map, you need to work with your team to locate and collect them.Remember that you can carry multiple items, so make sure to pick up whatever you find.Also, use your box well since it can help you avoid the Blue and Orange monsters.",
	  "button_title" : "",
	"button_url" : ""
 
  },
  {
    "UrlTitel": "How To Win Roblox Rainbow Friends Fast ",
    "Urltexte": "Maintain a low, sneaky posture throughout the game and use the monsters' weaknesses against them.Do not be afraid to run around the map to find all of the required things.Since all of the items you need to collect are randomly spread across the map, you need to work with your team to locate and collect them.Remember that you can carry multiple items, so make sure to pick up whatever you find.Also, use your box well since it can help you avoid the Blue and Orange monsters.",
	  "button_title" : "",
	"button_url" : ""
  },
{
     "UrlTitel": "Blue Rainbow Friend",
    "Urltexte": "Blue is the most threatening of all the Rainbow Friends as they’re always patrolling the area looking for lost children. The only way to avoid Blue is by hiding in a box or a locker. ",
	"button_title" : "",
	"button_url" : ""
    
},
{
     "UrlTitel": "Orange Rainbow Friend",
    "Urltexte": "You need to consistently feed Orange to keep them from coming out to play, but be sure not to feed them twice or they’ll soon emerge. Fortunately, an orange line appears to show where Orange will walk when patrolling, so you can quickly hide if you see that they’re coming around soon. ",
	"button_title" : "",
	"button_url" : ""
    
}
]
